---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes
source: html/1fa5cdf1-2abb-1782-47a4-a5bef46d4793.htm
---
# DockablePanes.BuiltInDockablePanes Members

Provides a container of all Revit built-in DockablePaneId instances.